Repository: artprojectgroup/woocommerce-apg-free-postcodestatecountry-shipping
Catalog: languages/apg_free_shipping-*.po
Languages: pt_pt

source: Make a donation by
pt_pt: Fazer um donativo de

source: Follow us on
pt_pt: Siga-nos no

source: More plugins on
pt_pt: Mais plugins em

source: Contact with us by
pt_pt: Contacte-nos por

source: Settings of
pt_pt: Configurações de

source: Settings
pt_pt: Configurações

source: Support of
pt_pt: Suporte de

source: Support
pt_pt: Suporte

source: Lets you add a free shipping based on Postcode/State/Country of the cart and minimum order a amount and/or a valid free shipping coupon.
pt_pt: Permite adicionar envios grátis ao WooCommerce, com base no código postal da encomenda, província (estado) e país da morada do cliente e um valor mínimo de encomenda e/ou um cupão para envios grátis válido.

source: Select a class&hellip;
pt_pt: Seleccione uma classe&hellip;

source: This plugin require WooCommerce active to run!
pt_pt: Este plugin requer que o WooCommerce esteja activo!

source: Please, rate %s:
pt_pt: Por favor, classifique o %s:

source: If you enjoyed and find helpful this plugin, please make a donation:
pt_pt: Se achou este plugin útil, por favor, faça um donativo:

source: Follow us:
pt_pt: Siga-nos:

source: More plugins:
pt_pt: Mais plugins:

source: Contact with us:
pt_pt: Contacte-nos:

source: Documentation and Support:
pt_pt: Documentação e suporte:

source: Method Title
pt_pt: Título do modo de envio

source: This controls the title which the user sees during checkout.
pt_pt: Controla o título que o utilizador vê durante o checkout.

source: Free Shipping Requires...
pt_pt: Envio Grátis requer…

source: N/A
pt_pt: N/D

source: A valid free shipping coupon
pt_pt: Um cupão de envio grátis válido

source: A minimum order amount (defined below)
pt_pt: Valor mínimo da encomenda (definido abaixo)

source: A minimum order amount OR a coupon
pt_pt: Valor mínimo de encomenda OU um cupão

source: A minimum order amount AND a coupon
pt_pt: Valor mínimo de encomenda E um cupão

source: Minimum Order Amount
pt_pt: Valor mínimo da encomenda

source: Users will need to spend this amount to get free shipping (if enabled above).
pt_pt: Os utilizadores terão de gastar este montante para beneficiarem do envio grátis (se estiver activado).

source: No shipping (Shipping class)
pt_pt: Sem envio (classe de envio)

source: Select the shipping class where %s doesn't accept free shippings.
pt_pt: Seleccione a classe de envio em que %s não aceita envios grátis.

source: All enabled shipping class
pt_pt: Todas as classes de envio activas

source: Show only APG Free Shipping
pt_pt: Mostrar apenas APG Free Shipping

source: Don't show others shipping cost.
pt_pt: Não mostrar outros custos de envio.

source: Add to WooCommerce a free shipping based on the order postcode, province (state) and country of customer's address and minimum order a amount and/or a valid free shipping coupon. Created from <a href="http://profiles.wordpress.org/artprojectgroup/" target="_blank">Art Project Group</a> <a href="http://wordpress.org/plugins/woocommerce-apg-weight-and-postcodestatecountry-shipping/" target="_blank"><strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong></a> plugin and the original WC_Shipping_Free_Shipping class from <a href="http://wordpress.org/plugins/woocommerce/" target="_blank"><strong>WooCommerce - excelling eCommerce</strong></a>.
pt_pt: Adiciona envios grátis ao WooCommerce, com base no código postal da encomenda, província (estado) e país da morada do cliente e um valor mínimo de encomenda e/ou um cupão para envios grátis válido. Criado a partir do plugin <a href="http://wordpress.org/plugins/woocommerce-apg-weight-and-postcodestatecountry-shipping/" target="_blank"><strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong></a> e da classe original WC_Shipping_Free_Shipping do <a href="http://wordpress.org/plugins/woocommerce/" target="_blank"><strong>WooCommerce - excelling eCommerce</strong></a>, pelo <a href="http://profiles.wordpress.org/artprojectgroup/" target="_blank">Art Project Group</a>.
